# Напишите ваше решение
a = int(input("Введите число: "))
n = int(input("Введите степень: "))
print(a ** n)
