# Напишите ваше решение
oklad = int(input("Размер оклада: "))
nalog = 0.13
sum_nalog = oklad * nalog
zp = oklad - sum_nalog
print(sum_nalog, zp)
